{
    "title": "Complément Nutritionnel",
    "version": "1.0",
    "items": [
        {
            "neuro": "Acétylcholine",
            "title": "Choline",
            "dMin": "100 mg",
            "dMoy": "200 mg",
            "dMax": "500 mg",
            "desc": "La choline est un nutriment essentiel apparenté aux vitamines hydrosolubles du groupe B (folate, pyridoxine et vitamine B12), et à la méthionine, un acide aminé essentiel. La choline est un composant des membranes cellulaires et est nécessaire à la synthèse des phospholipides. C'est aussi le précurseur de l'acétylcholine et participe au développement du cerveau, à la neurotransmission et à la signalisation. La choline est synthétisée dans l'organisme et consommée dans l'alimentation. La plus grande source alimentaire de choline est le jaune d'œuf. D'autres aliments qui fournissent de grandes quantités de choline sont le foie, les viandes musculaires, le poisson, les noix, les haricots, les pois, les germes de blé, les épinards et autres. Un régime alimentaire typique fournit 200-600 mg de choline par jour. \nLa choline est principalement utilisée pour ses propriétés de stimulation cognitive (transformation en acétylcholine, le neurotransmetteur d'apprentissage), ou comme agent de santé du foie, capable de réduire l'accumulation de graisse dans le foie.",
            "file": "choline.jpg"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Bacopa monnieri (standardisé à 25%)",
            "dMin": "125 mg",
            "dMoy": "300 mg",
            "dMax": "600 mg",
            "desc": "Plante vivace et rampante, originaire de l’Inde et du Sud-Est de l’Asie, qui pousse dans les milieux humides des régions tropicales, le Bacopa monnieri, aussi appelé \"Brahmi\", appartient à la famille des Scrofulariacées. C'est une plante vivace ramifiée, buissonnante, à tiges fines qui s'étalent ou retombent. Elle a de petites feuilles vert foncé, rondes, et de petits fleurs blanches ou violettes en forme de trompette. Les parties aériennes de cette plante sont utilisées traditionnellement pour leurs propriétés de tonique intellectuel. \nElles contiennent des alcaloïdes : brahmine, herpestine, bacosides A et B. Elles contiennent également des saponines, de l’acide bétulique, du ß-sitostérol, et des esters, mais aussi de l’acide aspartique, de l’acide glutamique et de la sérine. \nUtilisé depuis des millénaires en médecine ayurvédique comme tonique naturel pour lutter contre les affections du cerveau, le Bacopa monnieri améliore la cognition, en réduisant l'anxiété et est considéré comme une plante adaptogène. Il améliore également les troubles neurologiques, les convulsions, et atténue les crises d’épilepsie. Chez les animaux, l'extrait de bacopa a augmenté les niveaux cérébraux d'acide ?-aminobutyrique (GABA) 15 minutes après son administration. Le GABA est le principal neurotransmetteur inhibiteur dans le cortex cérébral et son déficit exacerbe l'épilepsie.\nPar ailleurs, certaines données suggèrent que les bacosides A et B du bacopa peuvent faciliter la capacité d'apprentissage, la mémoire et les performances cognitives. Les mécanismes possibles d'amélioration cognitive comprennent la modulation de la libération d'acétylcholine, l'activité de la choline acétylase et la liaison aux récepteurs cholinergiques.",
            "file": "bacopa.jpg"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Phosphatidylsérine",
            "dMin": "50 mg",
            "dMoy": "100 mg",
            "dMax": "200 mg",
            "desc": "La phosphatidylsérine (PS) est un phospholipide membranaire qui est synthétisé par les cellules procaryotes et eucaryotes. \nLa PS est le phospholipide le plus abondant dans le cerveau humain. Elle est nécessaire pour la santé des membranes des cellules nerveuses et de la myéline et elle est importante dans les fonctions de la membrane neuronale telles que le maintien de l'environnement interne de la cellule, la transduction du signal, la libération des vésicules sécrétoires, la communication entre les cellules et la régulation de la croissance cellulaire. \nBien que le corps soit capable de synthétiser la phosphatidylsérine, le corps obtient la plupart de la phosphatidylsérine à partir de sources alimentaires. La phosphatidylsérine est présente en petites quantités dans la plupart des aliments notamment, le cerveau de bovin, les poissons (maquereau, thon), le cœur de poulet, le foie et les haricots blancs. Le PS exogène est absorbé efficacement chez l'homme, traverse la barrière hémato-encéphalique et ralentit, interrompt ou annule en toute sécurité les altérations biochimiques et la détérioration structurelle des cellules nerveuses qui se produisent avec l'âge. Ainsi, la consommation de phosphatidylsérine peut réduire le risque de démence et de troubles cognitifs chez les personnes âgées. \nLa phosphatidylsérine fait partie intégrante du flux de neurotransmetteurs essentiels comme la dopamine et l'acétylcholine; les phospholipides contiennent de la choline qui est un précurseur de l'acétylcholine (ACh). La PS va donc augmenter les niveaux d'ACh dans le cerveau. Ce qui affecte la cognition, la mémoire et l'humeur et réduit l'anxiété.",
            "file": "phosphatidylserine.jpg"
        },
        {
            "neuro": "Acétylcholine",
            "title": "DHA (Docosahexaenoic acid)",
            "dMin": "200 mg",
            "dMoy": "500 mg",
            "dMax": "1000 mg",
            "desc": "Le DHA (acide docosahexaénoïque) est un acide gras polyinsaturé oméga-3 à longue chaîne, de 22 carbones. On le trouve dans certains types de microalgues marines, ainsi que dans les tissus de mammifères marins et de poissons gras (thon, saumon). Le DHA est également présent dans les huiles de foie de poisson et dans les produits à base d'huile de poisson. Le DHA ne peut pas être synthétisé de novo (sans précurseur) par les mammifères. Une partie du DHA nécessaire à l'être humain est synthétisé à partir d'acide alpha-linolénique (ALA). Le DHA peut être converti en EPA (acide eicosapentaénoïque) chez l'homme. \nLe DHA contribue au développement normal du fœtus, des nourrissons et des enfants, notamment lorsque la mère est atopique. Il contribue également au maintien des fonctions normales du cerveau, d’une vision normale, d'une pression sanguine normale ainsi que des taux de triglycérides normaux chez les adultes.\nLe DHA est considéré comme important pour le fonctionnement normal des neurones et pourrait jouer un rôle clé dans le développement structurel des membranes neuronales et synaptiques.  Le DHA s'accumule rapidement dans le cerveau humain au cours du troisième trimestre de la grossesse et au début de la période postnatale. L'accumulation de DHA et d'autres acides gras à cette période entraîne un développement et une croissance rapides des tissus cérébraux. ",
            "file": "docosahexaenoic_acid.png"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Ginkgo Biloba",
            "dMin": "50 mg",
            "dMoy": "75 mg",
            "dMax": "100 mg",
            "desc": "Le ginkgo est un grand arbre massif avec des feuilles en éventail, vertes à jaunes. Le ginkgo est originaire de la Chine, du Japon et de la Corée. Le ginkgo est très ancien, il est apparu il y a plus de 300 millions d’années, et doit son existence actuelle aux soins des moines bouddhistes qui en entouraient leurs monastères. \nLa feuille de ginkgo biloba est la partie utilisée pour ses propriétés médicinales. Elle contient des flavonoïdes dont le ginkgétol, des ginkgolides et bilobalides (lactones terpéniques spécifiques du ginkgo qui améliorent la circulation sanguine), des sucres et des stérols végétaux.\nLa feuille de ginkgo est souvent prise par voie orale pour les troubles de la mémoire, dont la maladie d’Alzheimer. Elle est également utilisée pour les affections qui semblent être causées par une réduction du débit sanguin dans le cerveau, en particulier chez les personnes âgées. Ces affections comprennent la perte de la mémoire, les étourdissements, la difficulté de concentration et les perturbations d’humeur. Le Ginkgo influence la sécrétion de certains neurotransmetteurs comme l'adrénaline, semble inhiber la catechol-o-methyltransferase (une enzyme qui dégrade les cathécolamines) et augmente les récepteurs alpha adrénergiques. Les Ginkgolides A et B jouent un rôle anti-stress par réduction des glucocorticoïdes qui sont augmentés en cas de stress. ",
            "file": "ginkgo.jpg"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Vitamine B1",
            "dMin": "25 mg",
            "dMoy": "50 mg",
            "dMax": "100 mg",
            "desc": "La vitamine B1, connue également sous le nom de thiamine ou aneurine, est une vitamine hydrosoluble qui est transformée en TPP ou pyrophosphate de thiamine dans le foie (il s'agit de sa forme active). Le pyrophosphate de thiamine intervient dans la transformation du glucose en énergie et dans le métabolisme des acides aminés. Le magnésium un cofacteur majeur et permet la transformation de la thiamine en thiamine pyrophosphate qui est la forme active. La carence en magnésium, fréquente dans les situations de carence en vitamine B1 est donc une cause de résistance à la supplémentation en vitamine B1.\nLes sources alimentaires de thiamine comprennent le bœuf, la levure de bière, les légumineuses (haricots, lentilles), les noix, l'avoine, le porc, le riz, les graines, le blé, les céréales de grains entiers et la levure. La thiamine est également présente dans les fruits (comme les oranges), le lait et les produits laitiers. La thiamine n'est pas synthétisée par voie endogène chez l'homme. Elle peut être synthétisée par les procaryotes, les levures et les plantes.\nLa thiamine est essentielle au métabolisme énergétique normal, au fonctionnement normal du cœur, au fonctionnement du système nerveux et semble indispensable à la mémorisation ainsi qu’aux facultés intellectuelles.  La TPP intervient également dans la décarboxylation oxydative du pyruvate qui est  une étape nécessaire à la formation d'acétylcholine (un neurotransmetteur). ",
            "file": "b1.png"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Ginseng Coréen",
            "dMin": "100 mg",
            "dMoy": "200 mg",
            "dMax": "500 mg",
            "desc": "Le nom latin du ginseng Panax vient des mots grecs Pan, qui signifie tout, et Axos qui veut dire remède. Panax (en français : panacée) désigne donc le remède universel. Plante mythique en Asie, le ginseng fait partie de la pharmacopée chinoise et est utilisé comme tonique et stimulant. \nC’est une herbacée pouvant atteindre 80 cm de haut, les racines pivotantes sont cylindriques ou fusiformes dont la forme évoque un corps humain, d'ailleurs en chinois le mot ginseng signifie «?homme-racine?». Ce sont essentiellement les ginsénosides, des saponines faisant partie des constituants du Ginseng, qui expliquent les vertus multiples de cette plante. \nPar son action sur la fonction rénale, le ginseng a un effet équilibrant sur l’organisme tout entier. La commission E et l'OMS reconnaissent comme usage traditionnel du ginseng, le traitement des symptômes de l'asthénie tels que la fatigue et la faiblesse.\nDes essais cliniques et in vivo montrent que la prise de ginseng améliore l’adaptation au stress, l’humeur, les performances cognitives (concentration, attention...) et la fatigue intellectuelle. Ces effets sont dus probablement à une régulation des neuromédiateurs cérébraux (dopamine, noradrénaline,GABA).",
            "file": "ginseng.jpg"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Vitamine B12",
            "dMin": "4 µg",
            "dMoy": "100 µg",
            "dMax": "500 µg",
            "desc": "La vitamine B12 ou cobalamine est une vitamine essentielle hydrosoluble. Elle est exclusivement synthétisée par des bactéries et elle est présente dans les aliments d’origine animale (tels que le poisson, les crustacés, la viande, les œufs et les produits laitiers), liée à des protéines. Les sources végétales alimentaires sont naturellement dépourvues de vitamine B12 biodisponible. Certains produits végétaux ayant subi une fermentation bactérienne, tels que la bière, peuvent contenir de la cobalamine, mais en quantité très faible. \nLa méthylcobalamine, une forme de vitaline B12, semble améliorer la vigilance et réduire le temps de sommeil chez les sujets ayant un sommeil normal, peut-être en agissant sur la mélatonine. D'autre part, certaines recherches montrent que des taux élevés d'homocystéine sérique et des taux faibles de folate et de vitamine B12 peuvent être associés à un déclin cognitif et à une démence.\nLa supplémentation en vitamine B12 peut améliorer les symptômes du syndrome de fatigue chronique en corrigeant les anomalies des globules rouges et en améliorant l'apport d'oxygène aux tissus.",
            "file": "b12.png"
        },
        {
            "neuro": "Acétylcholine",
            "title": "Vitamine B5",
            "dMin": "25 mg",
            "dMoy": "50 mg",
            "dMax": "100 mg",
            "desc": "La vitamine B5 est l’acide pantothénique. C'est une vitamine essentielle dont le rôle majeur est qu'il est un substrat nécessaire à la formation de la co-enzyme A qui est un cofacteur  pour de nombreuses enzymes: réactions d'acétylation dans la gluconéogenèse, libération d'énergie à partir des glucides, synthèse et dégradation des acides gras, synthèse de stérols, d'hormones stéroïdes, d'acétylcholine et d'autres composés. L’acide pantothénique.est principalement connu pour son rôle dans la production d'énergie.\nL'acide pantothénique est largement distribué dans les produits végétaux et animaux. Les sources riches en vitamine B5 comprennent la viande, les légumes, les céréales, les légumineuses, les œufs et le lait. \nLa  vitamine B5 contribue au métabolisme énergétique normal, aux capacités intellectuelles normales, à la synthèse des hormones stéroïdiennes (hormones du stress et hormones sexuelles), de la vitamine D et de certains messagers chimiques du cerveau (neurotransmetteurs) et elle contribue à la réduction de la fatigue. ",
            "file": "b5.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Tyrosine",
            "dMin": "500 mg",
            "dMoy": "1000 mg",
            "dMax": "2000 mg",
            "desc": "La Tyrosine (du grec turós et signifie ”fromage\" puisqu'elle a été découverte à partir de caséine, une protéine de fromage) est un acide aminé non essentiel que le corps synthétise à partir de la phénylalanine. La L-Tyrosine est utilisé pour produire les catécholamines (dopamine, noradrénaline, adrénaline). \nEn effet, la voie métabolique de la catécholamine in vivo commence avec l'acide aminé L-phénylalanine, qui est converti en L-tyrosine. Cette dernière est ensuite convertie en composé L-DOPA via la tyrosine hydroxylase. La L-DOPA est ensuite décarboxylée en Dopamine, qui se transforme plus tard en noradrénaline, puis finalement convertie en adrénaline. A noter que le folate, les vitamines B3, B6, B12 et C, le fer, le cuivre et d'autres nutriments sont nécessaires au métabolisme de la tyrosine en catécholamines.\nLa tyrosine peut être obtenue à partir de protéines alimentaires dans les produits laitiers, les viandes, le poisson, les œufs, les noix, les haricots, l'avoine, le blé et les aliments fermentés tels que le yaourt et le miso. Lorsque l'apport alimentaire en tyrosine est insuffisant, la phénylalanine est convertie en tyrosine. Les besoins alimentaires en tyrosine dépendent donc de l'apport en phénylalanine.\nLa Tyrosine est efficace pour stimuler les fonctions cognitives. Elle est particulièrement utile pour maintenir les performances cognitives et la mémoire dans des conditions de stress.",
            "file": "tyrosine.jpg"
        },
        {
            "neuro": "Dopamine",
            "title": "Rhodiola",
            "dMin": "50 mg",
            "dMoy": "100 mg",
            "dMax": "200 mg",
            "desc": "La rhodiole est une plante vivace haute de 20 à 40 cm, qui se développe en touffes. Elle présente des fleurs jaunes. Les rhizomes sont odorantes et leur odeur rappelle celle des roses. \nLa rhodiole est une plante très résistante qui pousse jusqu’à 4000 m d’altitude. On la trouve dans les régions froides du monde comme la Sibérie, la Scandinavie, l'Islande, dans les montagnes de la frontière Chino-Tibétaine jusqu’aux hautes montagnes de l’Europe. \nLa rhodiola contient plus de 30 composés, dont des phénéthanoïdes, des phénylpropanoïdes, des flavonoïdes, des cyanoglycosides, des monoterpènes et des triterpènes. Le glycoside phénylpropanoïde appelé salidroside, rhodioloside ou rhodosine est considéré comme responsable de nombreux effets stimulants ou \"adaptogènes\" du rhodiola. \nLe rhizome et les racines de la rhodiola sont utilisés pour augmenter l’énergie, l’endurance, la force et la capacité mentale. Elle est aussi utilisée pour ses propriétés adaptogènes afin d’aider le corps à s’adapter et à résister au stress physique, chimique et environnemental. Les effets bénéfiques de la rhodiola sur les performances mentales peuvent s’expliquer en partie par son action anti-cholinestérase. ",
            "file": "rhodiole.jpg"
        },
        {
            "neuro": "Dopamine",
            "title": "Phosphatidylsérine",
            "dMin": "50 mg",
            "dMoy": "100 mg",
            "dMax": "200 mg",
            "desc": "La phosphatidylsérine (PS) est un phospholipide membranaire qui est synthétisé par les cellules procaryotes et eucaryotes. \nLa PS est le phospholipide le plus abondant dans le cerveau humain. Elle est nécessaire pour la santé des membranes des cellules nerveuses et de la myéline et elle est importante dans les fonctions de la membrane neuronale telles que le maintien de l'environnement interne de la cellule, la transduction du signal, la libération des vésicules sécrétoires, la communication entre les cellules et la régulation de la croissance cellulaire. \nBien que le corps soit capable de synthétiser la phosphatidylsérine, le corps obtient la plupart de la phosphatidylsérine à partir de sources alimentaires. La phosphatidylsérine est présente en petites quantités dans la plupart des aliments notamment, le cerveau de bovin, les poissons (maquereau, thon), le cœur de poulet, le foie et les haricots blancs. Le PS exogène est absorbé efficacement chez l'homme, traverse la barrière hémato-encéphalique et ralentit, interrompt ou annule en toute sécurité les altérations biochimiques et la détérioration structurelle des cellules nerveuses qui se produisent avec l'âge. Ainsi, la consommation de phosphatidylsérine peut réduire le risque de démence et de troubles cognitifs chez les personnes âgées. \nLa phosphatidylsérine fait partie intégrante du flux de neurotransmetteurs essentiels comme la dopamine et l'acétylcholine; les phospholipides contiennent de la choline qui est un précurseur de l'acétylcholine (ACh). La PS va donc augmenter les niveaux d'ACh dans le cerveau. Ce qui affecte la cognition, la mémoire et l'humeur et réduit l'anxiété.",
            "file": "phosphatidylserine.jpg"
        },
        {
            "neuro": "Dopamine",
            "title": "Ginkgo Biloba",
            "dMin": "50 mg",
            "dMoy": "75 mg",
            "dMax": "100 mg",
            "desc": "Le ginkgo est un grand arbre massif avec des feuilles en éventail, vertes à jaunes. Le ginkgo est originaire de la Chine, du Japon et de la Corée. Le ginkgo est très ancien, il est apparu il y a plus de 300 millions d’années, et doit son existence actuelle aux soins des moines bouddhistes qui en entouraient leurs monastères. \nLa feuille de ginkgo biloba est la partie utilisée pour ses propriétés médicinales. Elle contient des flavonoïdes dont le ginkgétol, des ginkgolides et bilobalides (lactones terpéniques spécifiques du ginkgo qui améliorent la circulation sanguine), des sucres et des stérols végétaux.\nLa feuille de ginkgo est souvent prise par voie orale pour les troubles de la mémoire, dont la maladie d’Alzheimer. Elle est également utilisée pour les affections qui semblent être causées par une réduction du débit sanguin dans le cerveau, en particulier chez les personnes âgées. Ces affections comprennent la perte de la mémoire, les étourdissements, la difficulté de concentration et les perturbations d’humeur. Le Ginkgo influence la sécrétion de certains neurotransmetteurs comme l'adrénaline, semble inhiber la catechol-o-methyltransferase (une enzyme qui dégrade les cathécolamines) et augmente les récepteurs alpha adrénergiques. Les Ginkgolides A et B jouent un rôle anti-stress par réduction des glucocorticoïdes qui sont augmentés en cas de stress. ",
            "file": "ginkgo.jpg"
        },
        {
            "neuro": "Dopamine",
            "title": "L-DOPA (Mucuna pruriens)",
            "dMin": "100 mg",
            "dMoy": "200 mg",
            "dMax": "500 mg",
            "desc": "Le Mucuna pruriens est une légumineuse qui pousse à l'état sauvage dans les tropiques, notamment en Inde et aux Bahamas, jusqu'au sud de la Floride. Elle est utilisée depuis les temps anciens dans la médecine ayurvédique pour le traitement de la maladie de Parkinson. \nLe Mucuna Pruriens contient de la L-DOPA à des concentrations élevées (3 à 7%). Elle est utilisée comme supplément car la dopamine ne peut pas traverser la barrière hémato-encéphalique.\nLa L-DOPA (lévodopa, L-3,4-dihydroxyphénylalanine) est un acide aminé synthétisé dans le cerveau par l'acide aminé L-tyrosine et c'est un précurseur de plusieurs neurotransmetteurs, dont la dopamine, l'épinéphrine et la norépinéphrine qui sont essentielles pour la mémoire, la cognition et une humeur positive.\nLes parties utilisées sont le haricot ou la graine et les poils de la cosse du haricot. \nPar voie orale, le Mucuna pruriens est utilisé pour la maladie de Parkinson, l'anxiété, en cas de douleur, de fièvre, et pour améliorer la libido.",
            "file": "mucuna-pruriens.jpg"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B1",
            "dMin": "25 mg",
            "dMoy": "50 mg",
            "dMax": "100 mg",
            "desc": "La vitamine B1, connue également sous le nom de thiamine ou aneurine, est une vitamine hydrosoluble qui est transformée en TPP ou pyrophosphate de thiamine dans le foie (il s'agit de sa forme active). Le pyrophosphate de thiamine intervient dans la transformation du glucose en énergie et dans le métabolisme des acides aminés. Le magnésium un cofacteur majeur et permet la transformation de la thiamine en thiamine pyrophosphate qui est la forme active. La carence en magnésium, fréquente dans les situations de carence en vitamine B1 est donc une cause de résistance à la supplémentation en vitamine B1.\nLes sources alimentaires de thiamine comprennent le bœuf, la levure de bière, les légumineuses (haricots, lentilles), les noix, l'avoine, le porc, le riz, les graines, le blé, les céréales de grains entiers et la levure. La thiamine est également présente dans les fruits (comme les oranges), le lait et les produits laitiers. La thiamine n'est pas synthétisée par voie endogène chez l'homme. Elle peut être synthétisée par les procaryotes, les levures et les plantes.\nLa thiamine est essentielle au métabolisme énergétique normal, au fonctionnement normal du cœur, au fonctionnement du système nerveux et semble indispensable à la mémorisation ainsi qu’aux facultés intellectuelles.  La TPP intervient également dans la décarboxylation oxydative du pyruvate qui est  une étape nécessaire à la formation d'acétylcholine (un neurotransmetteur). ",
            "file": "b1.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B2",
            "dMin": "1.6 mg",
            "dMoy": "2 mg",
            "dMax": "3 mg",
            "desc": "La riboflavine ou vitamine B2 est une vitamine essentielle utilisée dans la production des deux flavocoenzymes, la flavine mononucléotide (FMN) et la flavine adénine dinucléotide (FAD).  Ces cofacteurs s'attachent à des protéines appelées flavoprotéines. Cela active les flavoprotéines qui jouent un rôle dans de nombreux processus enzymatiques et métaboliques dans le corps.\nDe petites quantités de riboflavine sont présentes dans la plupart des tissus animaux et végétaux. La riboflavine est présente dans de nombreux aliments, notamment le lait, la viande, les œufs, les noix, la farine enrichie et les légumes verts.\nLa vitamine B2 contribue au métabolisme énergétique normal, au fonctionnement normal du système nerveux, au maintien d’une peau et de muqueuses normales, à la vision normale, au maintien de globules rouges normaux, au métabolisme normal du fer, à la réduction de la fatigue et à la protection des cellules contre les radicaux libres. \nLa riboflavine est nécessaire au métabolisme des acides gras essentiels. De plus, la riboflavine est impliquée dans la formation de myéline à la fois dans le système nerveux central et le système nerveux périphérique. Chez les patients déficients en riboflavine, les composants des nerfs, y compris les lipides, sont réduits, ce qui peut affecter le développement du cerveau. ",
            "file": "b2.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B3",
            "dMin": "25 mg",
            "dMoy": "100 mg",
            "dMax": "500 mg",
            "desc": "La vitamine B3, appelée encore niacine ou PP, est une vitamine essentielle qui peut exercer des effets antioxydants ou métaboliques en tant que cofacteur enzymatique.\nLa niacine est un précurseur de deux coenzymes essentielles pour les réactions d'oxydoréduction, la synthèse de l'ATP et les réactions de transfert d'ADP-ribose.\nLes sources alimentaires comprennent les viandes, les haricots, les céréales, le poisson et divers aliments enrichis en niacine. De plus, une partie du tryptophane alimentaire est convertie en niacine dans le corps. \nLa niacine sert à la synthèse d'enzymes qui sont impliquées, entre autres, dans la production d’énergie à partir des nutriments, dans la synthèse des acides gras et des hormones sexuelles, dans la formation des globules rouges et dans la régulation de l’activité des gènes.\nLes grands déficits en vitamine B3 sont la cause du syndrome pellagreux. La pellagre est une affection essentiellement cutanée avec un érythème douloureux étendu aux parties exposées à la lumière, parfois accompagné d’une stomatite et d’une glossite, et souvent d’une asthénie physique et psychique intense avec mélancolie délirante à tendance dépressive, enfin d’atteintes digestives avec diarrhées et plus tardivement de troubles neurologiques sensitifs et douloureux.",
            "file": "b3.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B5",
            "dMin": "25 mg",
            "dMoy": "50 mg",
            "dMax": "100 mg",
            "desc": "La vitamine B5 est l’acide pantothénique. C'est une vitamine essentielle dont le rôle majeur est qu'il est un substrat nécessaire à la formation de la co-enzyme A qui est un cofacteur  pour de nombreuses enzymes: réactions d'acétylation dans la gluconéogenèse, libération d'énergie à partir des glucides, synthèse et dégradation des acides gras, synthèse de stérols, d'hormones stéroïdes, d'acétylcholine et d'autres composés. L’acide pantothénique.est principalement connu pour son rôle dans la production d'énergie.\nL'acide pantothénique est largement distribué dans les produits végétaux et animaux. Les sources riches en vitamine B5 comprennent la viande, les légumes, les céréales, les légumineuses, les œufs et le lait. \nLa  vitamine B5 contribue au métabolisme énergétique normal, aux capacités intellectuelles normales, à la synthèse des hormones stéroïdiennes (hormones du stress et hormones sexuelles), de la vitamine D et de certains messagers chimiques du cerveau (neurotransmetteurs) et elle contribue à la réduction de la fatigue. ",
            "file": "b5.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B6",
            "dMin": "5 mg",
            "dMoy": "10 mg",
            "dMax": "50 mg",
            "desc": "La vitamine B6, ou pyridoxine, est la coenzyme de nombreuses enzymes dont les transaminases, les désaminases et les décarboxylases qui produisent des neuromédiateurs comme la sérotonine, la dopamine, les amphétamines et le Gaba. Elle est essentielle au métabolisme des acides aminés et des protéines (cofacteur d’environ 60 enzymes). \nOn trouve la vitamine B6 dans les céréales et les levures, les fruits et les légumes, les viandes et les abats.\nLa vitamine B6 contribue au au métabolisme énergétique normal, au fonctionnement normal du système nerveux, à la synthèse normale de la cystéine et au métabolisme normal de l’homocystéine, à la réduction de la fatigue, au métabolisme normal du glycogène et des protéines, aux fonctions mentales normales, à la formation des globules rouges, au fonctionnement normal du système immunitaire et à la régulation de l’activité hormonale. ",
            "file": "b6.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B8",
            "dMin": "40 µg",
            "dMoy": "50 µg",
            "dMax": "100 µg",
            "desc": "La vitamine B8, appelée encore biotine, est une vitamine essentielle  qui intervient dans le métabolisme des acides aminés comme cofacteur de carboxylases et de transcarboxylases. Elle intervient également dans le métabolisme des sucres, en agissant sur une enzyme de la gluconéogenèse, et dans le métabolisme des acides gras où la biotine constitue le cofacteur de la première\nenzyme de leur biosynthèse.\nIl existe deux isomères, l'alpha biotine, se trouvant préférentiellement dans le jaune d’œuf, et la bêta biotine, se trouvant dans le foie et les rognons, un peu moins dans les légumes secs, les champignons, le chocolat et les levures. Notre flore intestinale en fabrique un peu. \nLa vitamine B8 contribue au métabolisme énergétique normal, au fonctionnement normal du système nerveux, au maintien de cheveux, d’une peau et de muqueuses normales, au métabolisme normal des aliments et aux fonctions mentales normales.",
            "file": "b8.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B9",
            "dMin": "330 µg",
            "dMoy": "600 µg",
            "dMax": "1000 µg",
            "desc": "La vitamine B9, est une vitamine essentielle, soluble dans l'eau, présente sous deux formes : l'acide folique et le folate. \nLes folates sont apportés par l’alimentation sous forme de polyglutamates, à la différence de l’acide folique qui est une forme de synthèse plus stable ayant une meilleure biodisponibilité et proposée en thérapeutique et dans les suppléments alimentaires.\nLes aliments riches en folates sont principalement les légumes verts, les fruits secs, le foie, les levures alimentaires, le jaune d’œuf. Ils sont convertis en monoglutamates dans l’intestin avant leur absorption, principalement jéjunale.\nLe déficit en vitamine B9 s’accompagne de troubles neurologiques variés, par défaut en ATP, GTP (des coenzymes de transfert de groupements phosphate) et en phospholipides formant les gaines de myéline. \nLa carence en acide folique est courante chez les personnes souffrant de dépression. De faibles niveaux de folate ont été liés à une mauvaise réponse au traitement antidépresseur. \nDans la population générale, les personnes ayant un faible niveau d'acide folique ou un apport alimentaire faible en folates ont un risque plus élevé de développer une dépression. De plus, de faibles niveaux de folate ont été liés à une mauvaise réponse au traitement antidépresseur. Le rôle exact de l'acide folique dans la dépression n'est pas encore connu. Mais il est nécessaire pour la reméthylation de l'homocystéine en méthionine et pour la conversion de la s-adénosylméthionine (SAMe). Il intervient également dans la méthylation de la tétrahydrobioptérine, un cofacteur essentiel des enzymes hydroxylases impliquées dans la production de neurotransmetteurs tels que la sérotonine.",
            "file": "b9.png"
        },
        {
            "neuro": "Dopamine",
            "title": "Vitamine B12",
            "dMin": "4 µg",
            "dMoy": "100 µg",
            "dMax": "500 µg",
            "desc": "La vitamine B12 ou cobalamine est une vitamine essentielle hydrosoluble. Elle est exclusivement synthétisée par des bactéries et elle est présente dans les aliments d’origine animale (tels que le poisson, les crustacés, la viande, les œufs et les produits laitiers), liée à des protéines. Les sources végétales alimentaires sont naturellement dépourvues de vitamine B12 biodisponible. Certains produits végétaux ayant subi une fermentation bactérienne, tels que la bière, peuvent contenir de la cobalamine, mais en quantité très faible. \nLa méthylcobalamine, une forme de vitaline B12, semble améliorer la vigilance et réduire le temps de sommeil chez les sujets ayant un sommeil normal, peut-être en agissant sur la mélatonine. D'autre part, certaines recherches montrent que des taux élevés d'homocystéine sérique et des taux faibles de folate et de vitamine B12 peuvent être associés à un déclin cognitif et à une démence.\nLa supplémentation en vitamine B12 peut améliorer les symptômes du syndrome de fatigue chronique en corrigeant les anomalies des globules rouges et en améliorant l'apport d'oxygène aux tissus.",
            "file": "b12.png"
        },
        {
            "neuro": "GABA",
            "title": "Vitamine B1",
            "dMin": "200 mg",
            "dMoy": "400 mg",
            "dMax": "600 mg",
            "desc": "La vitamine B1, connue également sous le nom de thiamine ou aneurine, est une vitamine hydrosoluble qui est transformée en TPP ou pyrophosphate de thiamine dans le foie (il s'agit de sa forme active). Le pyrophosphate de thiamine intervient dans la transformation du glucose en énergie et dans le métabolisme des acides aminés. Le magnésium un cofacteur majeur et permet la transformation de la thiamine en thiamine pyrophosphate qui est la forme active. La carence en magnésium, fréquente dans les situations de carence en vitamine B1 est donc une cause de résistance à la supplémentation en vitamine B1.\nLes sources alimentaires de thiamine comprennent le bœuf, la levure de bière, les légumineuses (haricots, lentilles), les noix, l'avoine, le porc, le riz, les graines, le blé, les céréales de grains entiers et la levure. La thiamine est également présente dans les fruits (comme les oranges), le lait et les produits laitiers. La thiamine n'est pas synthétisée par voie endogène chez l'homme. Elle peut être synthétisée par les procaryotes, les levures et les plantes.\nLa thiamine est essentielle au métabolisme énergétique normal, au fonctionnement normal du cœur, au fonctionnement du système nerveux et semble indispensable à la mémorisation ainsi qu’aux facultés intellectuelles.  La TPP intervient également dans la décarboxylation oxydative du pyruvate qui est  une étape nécessaire à la formation d'acétylcholine (un neurotransmetteur). ",
            "file": "b1.png"
        },
        {
            "neuro": "GABA",
            "title": "Mélatonine",
            "dMin": "1 mg",
            "dMoy": "2 mg",
            "dMax": "3-6 mg",
            "desc": "La mélatonine est une hormone produite par la glande pinéale (dans le cerveau). La production de mélatonine est stimulée par l'obscurité et l'absence de lumière. \nLe rôle principal de la mélatonine est la régulation du rythme circadien de l'organisme, des sécrétions endocrines et des habitudes de sommeil. La mélatonine endogène est également impliquée dans plusieurs autres fonctions, notamment la sécrétion de l'hormone de croissance et la maturation sexuelle, le contrôle de la douleur, l'équilibre et l'activité sexuelle.\nIl a été proposé que la mélatonine puisse réduire les dommages neurologiques secondaires à un accident vasculaire cérébral, en raison de ses propriétés antioxydantes.\nD'autre part, la mélatonine semble efficace dans la maladie d'Alzheimer. Des études en laboratoire montrent qu'elle atténuait la phosphorylation de la protéine tau (un peptide dont l'agrégation est un signe de la maladie d'Alzheimer), prévenait  la neuroinflammation, et atténuait le dysfonctionnement mitochondrial médié par la bêta-amyloïde (protéine présente dans les neurones et dont l'agrégation est un signe de la maladie d'Alzheimer) . De plus, des preuves in vitro suggèrent que la mélatonine pourrait inhiber les processus biochimiques impliqués dans le développement des plaques myéloïdes trouvées dans le cerveau des patients atteints de la maladie d'Alzheimer ; cependant, la signification clinique n'est pas claire.\nLa mélatonine semble également efficace pour diminuer les céphalées. Selon une étude, plusieurs mécanismes sont possibles dont l'élimination des radicaux libres toxiques, la réduction des cytokines pro-inflammatoires, l'activité de l'oxyde nitrique synthase et l'inhibition de la libération de dopamine, la stabilisation de la membrane, la potentialisation du GABA et de l'analgésie opioïde et la protection de la neurotoxicité du glutamate.",
            "file": "melatonine.png"
        },
        {
            "neuro": "GABA",
            "title": "L-glutamine",
            "dMin": "250 mg",
            "dMoy": "500 mg",
            "dMax": "1000 mg",
            "desc": "La glutamine est l'acide aminé le plus abondant dans le sang humain et les muscles squelettiques. La glutamine est produite dans les muscles et distribuée par le sang vers les organes qui en ont besoin. La glutamine joue un rôle physiologiquement important dans divers processus métaboliques : en tant qu'intermédiaire dans le métabolisme énergétique, et comme substrat pour la synthèse de peptides et de non-peptides tels que les bases nucléotidiques, le glutathion et les neurotransmetteurs.\nLa glutamine, était classiquement un acide aminé non essentiel, et a été considérée comme conditionnellement essentielle dans certains états cataboliques, tels que les traumatismes ou les septicémies. En effet, il a été observé que les cellules intestinales, rénales et immunitaires utilisent de grandes quantités de glutamine, dépassant la production endogène de glutamine, et que les niveaux de glutamine dans le plasma et les muscles sont spécifiquement réduits dans ces conditions.\nParmi les différents tissus qui utilisent la glutamine à des taux élevés, l'intestin utilise environ 30% de la glutamine totale, ce qui indique qu'il s'agit d'un nutriment clé pour l'intestin. Ses fonctions comprennent le maintien du métabolisme des nucléotides et de la fonction de barrière intestinale, la modulation de l'inflammation, et la régulation des réponses au stress et de l'apoptose. \nLa L-glutamine est un précurseur de l'acide aminé excitateur et du neurotransmetteur glutamate et aspartate et de l'acide aminé inhibiteur et du neurotransmetteur GABA. Elle affecte la vigilance, la concentration, la concentration, la mémoire et l'humeur. La supplémentation en L-glutamine est particulièrement important en période de stress, de tension et d'effort physique.",
            "file": "glutamin.png"
        },
        {
            "neuro": "GABA",
            "title": "Vitamine B3",
            "dMin": "25 mg",
            "dMoy": "100 mg",
            "dMax": "500 mg",
            "desc": "La vitamine B3, appelée encore niacine ou PP, est une vitamine essentielle qui peut exercer des effets antioxydants ou métaboliques en tant que cofacteur enzymatique.\nLa niacine est un précurseur de deux coenzymes essentielles pour les réactions d'oxydoréduction, la synthèse de l'ATP et les réactions de transfert d'ADP-ribose.\nLes sources alimentaires comprennent les viandes, les haricots, les céréales, le poisson et divers aliments enrichis en niacine. De plus, une partie du tryptophane alimentaire est convertie en niacine dans le corps. \nLa niacine sert à la synthèse d'enzymes qui sont impliquées, entre autres, dans la production d’énergie à partir des nutriments, dans la synthèse des acides gras et des hormones sexuelles, dans la formation des globules rouges et dans la régulation de l’activité des gènes.\nLes grands déficits en vitamine B3 sont la cause du syndrome pellagreux. La pellagre est une affection essentiellement cutanée avec un érythème douloureux étendu aux parties exposées à la lumière, parfois accompagné d’une stomatite et d’une glossite, et souvent d’une asthénie physique et psychique intense avec mélancolie délirante à tendance dépressive, enfin d’atteintes digestives avec diarrhées et plus tardivement de troubles neurologiques sensitifs et douloureux.",
            "file": "b3.png"
        },
        {
            "neuro": "GABA",
            "title": "Vitamine B6",
            "dMin": "5 mg",
            "dMoy": "10 mg",
            "dMax": "50 mg",
            "desc": "La vitamine B6, ou pyridoxine, est la coenzyme de nombreuses enzymes dont les transaminases, les désaminases et les décarboxylases qui produisent des neuromédiateurs comme la sérotonine, la dopamine, les amphétamines et le Gaba. Elle est essentielle au métabolisme des acides aminés et des protéines (cofacteur d’environ 60 enzymes). \nOn trouve la vitamine B6 dans les céréales et les levures, les fruits et les légumes, les viandes et les abats.\nLa vitamine B6 contribue au au métabolisme énergétique normal, au fonctionnement normal du système nerveux, à la synthèse normale de la cystéine et au métabolisme normal de l’homocystéine, à la réduction de la fatigue, au métabolisme normal du glycogène et des protéines, aux fonctions mentales normales, à la formation des globules rouges, au fonctionnement normal du système immunitaire et à la régulation de l’activité hormonale. ",
            "file": "b6.png"
        },
        {
            "neuro": "GABA",
            "title": "Passiflore",
            "dMin": "200 mg",
            "dMoy": "500 mg",
            "dMax": "1000 mg",
            "desc": "La passiflore est une plante grimpante à feuilles alternes, elle possède des fleurs solitaires, voyantes, blanches et violettes, qui mesurent de 2 à 4 pouces de diamètre. On la trouve dans les zones tropicales du monde entier mais elle est originaire de l'Amérique centrale et du sud. En phytothérapie, ce sont les parties aériennes qui sont utilisées.  \nLa passiflore est utilisée pour les troubles du sommeil, l’anxiété, le trouble d’hyperactivité avec déficit de l’attention, le stress, la nervosité, les douleurs et le soulagement des symptômes liés au sevrage.\nDes données suggèrent que la passiflore inhibe l'absorption de l'acide gamma-aminobutyrique (GABA) dans les synapses neuronales, et a une affinité pour les récepteurs GABA(A) et GABA(B). Les alcaloïdes à noyau ß-carboline (harman, harmaline, harmine) ont des actions complémentaires sur le SNC (système nerveux central), avec une inhibition de la monoamine oxydase, une stimulation de la production de sérotonine ainsi qu’un effet agoniste au niveau des récepteurs de GABA. Certaines données animales suggèrent que le constituant maltol peut provoquer une dépression du SNC, réduire l'activité motrice spontanée et prolonger le temps de sommeil. L'action concomitante des flavonoïdes et des alcaloïdes permettent une diminution de l'anxiété, suivie d'une action sédative qui permet d'augmenter la durée de sommeil. ",
            "file": "passiflore.jpg"
        },
        {
            "neuro": "GABA",
            "title": "Valériane",
            "dMin": "100 mg",
            "dMoy": "200 mg",
            "dMax": "500 mg",
            "desc": "La valériane est une plante herbacée vivace mesurant de 1 à 1,5 mètre de hauteur. Originaire d’Europe et d’Asie, acclimatée dans le Nord-Est de l’Amérique, la valériane croît préférentiellement sur des sols argilo-siliceux. On la retrouve dans les lieux ombragés et humides. La valériane est utilisée depuis l’Antiquité pour diverses propriétés, notamment pour ses vertus sédatives. Cette propriété est à l’origine de son nom : valeriana vient du latin valere, qui signifie « se porter bien ».\nLes racines sont les parties utilisées en thérapeutique. \nLes effets pharmacologiques de la valériane ont été principalement attribués aux valépotriates (esters d'iridoïdes tels que le valtrate), aux huiles essentielles, aux monoterpènes et aux constituants sesquiterpènes. Le monoterpène primaire est le bornéol et les sesquiterpènes primaires sont l'acide valérénique et la valéranone. \nLa valériane est largement utilisée pour les troubles du sommeil, notamment l’insomnie. La valériane est aussi utilisée par voie orale pour l’anxiété et le stress.\nLes propriétés anxiolytiques, anticonvulsives et sédatives de la valériane peuvent être dues aux effets de ses constituants sur les récepteurs de l'acide gamma-aminobutyrique (GABA), de l'adénosine A1 et de la sérotonine (5HT). L'acide valérénique et les autres constituants de la valériane sont des agonistes GABA. Les constituants de la valériane peuvent inhiber le système enzymatique responsable du catabolisme central du GABA, augmentant les concentrations de GABA et diminuant l'activité du SNC (système nerveux central). La valériane peut également se lier directement aux récepteurs GABA-A et stimuler la libération et le recaptage du GABA. \nEn plus des effets sur le GABA, la valériane pourrait affecter la régulation du sommeil par le biais d'une activité sur les récepteurs d'adénosine et de sérotonine (5-HT1). Certaines données chez les animaux et les sujets humains suggèrent également que la valériane pourrait avoir certains effets antidépresseurs. Bien que l'activité dans la dépression ne soit pas claire, ces effets peuvent être médiés par des mécanismes liés au GABA et/ou la liaison des constituants de la valériane aux récepteurs de la sérotonine.",
            "file": "valeriane.jpg"
        },
        {
            "neuro": "Sérotonine",
            "title": "Huile de poisson",
            "dMin": "500 mg",
            "dMoy": "1000 mg",
            "dMax": "2000 mg",
            "desc": "L'huile de poisson provient de diverses espèces marines, notamment le maquereau, le hareng, le thon, le flétan, le foie de morue et le saumon. L'huile de poisson est une source alimentaire d'acides gras oméga-3, également appelés acides gras n-3.  L'acide eicosapentaénoïque (EPA) et l'acide docosahexaénoïque (DHA) sont deux acides gras oméga-3 présents dans l'huile de poisson qui interviennent dans la régulation de divers processus biologiques tels que la réponse inflammatoire, diverses voies de signalisation métaboliques et la fonction cérébrale. Ils peuvent être synthétisés dans le corps à partir de l'acide alpha-linolénique (ALA), un acide gras oméga-3 d'origine végétale (huile de lin ou de noix par exemple), mais en petites quantités pour la plupart des gens, avec seulement 5 à 10 % d'ALA convertis en EPA et 2 à 5 % d'ALA convertis en DHA. \nLe corps ne peut pas produire d’acides gras oméga-3, ni convertir d’acides gras oméga-6, abondants dans le régime alimentaire occidental, en acides gras oméga-3. L'EPA et le DHA semblent avoir des effets physiologiques différents de leur précurseur, l'acide alpha-linolénique (ALA), qui, même en cas de consommation à long terme, n'a pas le même effet que l'huile de poisson sur les concentrations de triglycérides, sur les concentrations de DHA dans les tissus ou sur la sensibilité in vitro à l'oxydation du cholestérol lié aux lipoprotéines de basse densité (LDL) . \nLes acides gras oméga-3 ont démontré un intérêt dans la santé cardiovasculaire, dans la santé neuronale, l'équilibre émotionnel et pour lutter contre l'inflammation.\nUne alimentation pauvre en acides gras oméga-3 peut affecter la composition en acides gras des cellules du système nerveux central et altérer la fonction neurale, y compris le développement intellectuel ou cognitif. Des niveaux réduits d’acides gras oméga-3 ont été rapportés chez les personnes atteintes de schizophrénie, et il est suggéré que le trouble est en rapport avec un dysfonctionnement du métabolisme des acides gras. En effet, les acides gras oméga-3 peuvent altérer la fluidité de la membrane et la réponse des récepteurs lorsqu'ils sont incorporés dans les membranes cellulaires et peuvent interagir avec les systèmes dopaminergiques et sérotonergiques.",
            "file": "huile-poisson.jpg"
        },
        {
            "neuro": "Sérotonine",
            "title": "Magnésium",
            "dMin": "200 mg",
            "dMoy": "400 mg",
            "dMax": "600 mg",
            "desc": "Le magnésium (Mg) est un minéral essentiel utilisé dans le corps humain, comme cofacteur, par plus de 300 réactions biochimiques nécessaires au maintien de l'homéostasie. Les fonctions biologiques du Mg sont vastes et variées et comprennent la production d'acides nucléiques, l'implication dans toutes les réactions alimentées par l'adénosine triphosphate (ATP) et la modulation de toute activité médiée par les flux de concentration intracellulaire de calcium (par exemple, libération d'insuline, contraction musculaire).\nLes sources alimentaires de magnésium comprennent les légumineuses, les grains entiers, les légumes (en particulier le brocoli, la courge et les légumes à feuilles vertes), les graines et les noix (en particulier les amandes). Les autres sources comprennent les produits laitiers, les viandes, le chocolat et le café.\nUne relation entre le magnésium et les états dépressifs a été établie. Le magnésium joue un rôle clé dans l'activité des systèmes psychoneuroendocriniens impliqués dans la physiopathologie de la dépression. Par exemple, tous les éléments de l'axe hypothalamo-hypophyso-surrénalien sont sensibles à l'action du Mg (l'axe hypothalamo-hypophyso-surrénalien est constitué des interactions entre l'hypothalamus, l'hypophyse et les glandes surrénales, il contrôle les réponses au stress). Il a également été démontré que le magnésium atténue la libération de l'hormone adrénocorticotrophe (hormone secrétée par l'hypophyse et stimule la glande corticosurrénale) et peut influencer le passage des corticostéroïdes au cerveau à travers la barrière hémato-encéphalique.\nLes carences en magnésium sont courantes dans les pays développés.",
            "file": "magnesium.png"
        },
        {
            "neuro": "Sérotonine",
            "title": "Vitamine B6",
            "dMin": "5 mg",
            "dMoy": "10 mg",
            "dMax": "50 mg",
            "desc": "La vitamine B6, ou pyridoxine, est la coenzyme de nombreuses enzymes dont les transaminases, les désaminases et les décarboxylases qui produisent des neuromédiateurs comme la sérotonine, la dopamine, les amphétamines et le Gaba. Elle est essentielle au métabolisme des acides aminés et des protéines (cofacteur d’environ 60 enzymes). \nOn trouve la vitamine B6 dans les céréales et les levures, les fruits et les légumes, les viandes et les abats.\nLa vitamine B6 contribue au au métabolisme énergétique normal, au fonctionnement normal du système nerveux, à la synthèse normale de la cystéine et au métabolisme normal de l’homocystéine, à la réduction de la fatigue, au métabolisme normal du glycogène et des protéines, aux fonctions mentales normales, à la formation des globules rouges, au fonctionnement normal du système immunitaire et à la régulation de l’activité hormonale. ",
            "file": "b6.png"
        },
        {
            "neuro": "Sérotonine",
            "title": "Passiflore",
            "dMin": "200 mg",
            "dMoy": "500 mg",
            "dMax": "1000 mg",
            "desc": "La passiflore est une plante grimpante à feuilles alternes, elle possède des fleurs solitaires, voyantes, blanches et violettes, qui mesurent de 2 à 4 pouces de diamètre. On la trouve dans les zones tropicales du monde entier mais elle est originaire de l'Amérique centrale et du sud. En phytothérapie, ce sont les parties aériennes qui sont utilisées.  \nLa passiflore est utilisée pour les troubles du sommeil, l’anxiété, le trouble d’hyperactivité avec déficit de l’attention, le stress, la nervosité, les douleurs et le soulagement des symptômes liés au sevrage.\nDes données suggèrent que la passiflore inhibe l'absorption de l'acide gamma-aminobutyrique (GABA) dans les synapses neuronales, et a une affinité pour les récepteurs GABA(A) et GABA(B). Les alcaloïdes à noyau ß-carboline (harman, harmaline, harmine) ont des actions complémentaires sur le SNC (système nerveux central), avec une inhibition de la monoamine oxydase, une stimulation de la production de sérotonine ainsi qu’un effet agoniste au niveau des récepteurs de GABA. Certaines données animales suggèrent que le constituant maltol peut provoquer une dépression du SNC, réduire l'activité motrice spontanée et prolonger le temps de sommeil. L'action concomitante des flavonoïdes et des alcaloïdes permettent une diminution de l'anxiété, suivie d'une action sédative qui permet d'augmenter la durée de sommeil. ",
            "file": "passiflore.jpg"
        },
        {
            "neuro": "Sérotonine",
            "title": "Millepertuis",
            "dMin": "200 mg",
            "dMoy": "400 mg",
            "dMax": "600 mg",
            "desc": "Le millepertuis est une plante herbacée vivace à fleurs originaire d'Europe, mais on la retrouve aussi en Amérique du Nord et du Sud, en Australie, en Afrique du Nord et en Asie de l'Est. Hypericum vient du grec et signifie: perforations en référence aux nombreuses glandes ou « poches à essence » présentes au niveau des feuilles et semblables à des perforations.\nLe millepertuis pousse principalement dans des endroits ensoleillés et bien drainés, le long des routes et en lisière des bois. La plante atteint une hauteur de 20 à 80 cm et possède des fleurs jaunes en forme d'étoile à cinq pétales asymétriques, ponctués de noir au bord. \nLes sommités fleuries, récoltées entre juin et septembre, sont les parties utilisées en thérapeutique. \nLes principaux constituants actifs sont les naphtodianthrones (Coumarines), y compris l'Hypéricine et la Pseudohypéricine, les phloroglucinols (Acides phénols), y compris l'Hyperforine, et les flavonoïdes tels que la quercétine, le kaempférol et la lutéoline. Bien que l'on pensait autrefois que l'hypéricine était le composant du millepertuis principalement responsable de son action antidépressive, on sait maintenant que l'hyperforine, l'adhyperforine et plusieurs autres composés apparentés sont les principaux constituants actifs.\nil a été démontré que l'hypericine interfère avec les premiers stades du processus de polymérisation responsable des troubles neurodégénératifs. D'autres études ont montré que l'hyperforine et la quercétine, pourraient être impliquées dans l'action neuroprotectrice des extraits standardisés du millepertuis, ce qui pourrait bénéficier aux patients âgés déprimés souffrant de troubles dégénératifs.\nLe millepertuis est couramment utilisé pour traiter la dépression et les symptômes associés, comme la nervosité, la fatigue, la perte de l’appétit et le trouble du sommeil. De solides preuves scientifiques attestent l’efficacité du millepertuis perforé pour la dépression légère à modérée.",
            "file": "millepertuis.jpg"
        },
        {
            "neuro": "Sérotonine",
            "title": "Mélatonine",
            "dMin": "1/3 mg",
            "dMoy": "1/2-2 mg",
            "dMax": "1-6 mg",
            "desc": "La mélatonine est une hormone produite par la glande pinéale (dans le cerveau). La production de mélatonine est stimulée par l'obscurité et l'absence de lumière. \nLe rôle principal de la mélatonine est la régulation du rythme circadien de l'organisme, des sécrétions endocrines et des habitudes de sommeil. La mélatonine endogène est également impliquée dans plusieurs autres fonctions, notamment la sécrétion de l'hormone de croissance et la maturation sexuelle, le contrôle de la douleur, l'équilibre et l'activité sexuelle.\nIl a été proposé que la mélatonine puisse réduire les dommages neurologiques secondaires à un accident vasculaire cérébral, en raison de ses propriétés antioxydantes.\nD'autre part, la mélatonine semble efficace dans la maladie d'Alzheimer. Des études en laboratoire montrent qu'elle atténuait la phosphorylation de la protéine tau (un peptide dont l'agrégation est un signe de la maladie d'Alzheimer), prévenait  la neuroinflammation, et atténuait le dysfonctionnement mitochondrial médié par la bêta-amyloïde (protéine présente dans les neurones et dont l'agrégation est un signe de la maladie d'Alzheimer) . De plus, des preuves in vitro suggèrent que la mélatonine pourrait inhiber les processus biochimiques impliqués dans le développement des plaques myéloïdes trouvées dans le cerveau des patients atteints de la maladie d'Alzheimer ; cependant, la signification clinique n'est pas claire.\nLa mélatonine semble également efficace pour diminuer les céphalées. Selon une étude, plusieurs mécanismes sont possibles dont l'élimination des radicaux libres toxiques, la réduction des cytokines pro-inflammatoires, l'activité de l'oxyde nitrique synthase et l'inhibition de la libération de dopamine, la stabilisation de la membrane, la potentialisation du GABA et de l'analgésie opioïde et la protection de la neurotoxicité du glutamate.",
            "file": "melatonine.png"
        },
        {
            "neuro": "Sérotonine",
            "title": "5-HTP",
            "dMin": "100 mg",
            "dMoy": "200 mg",
            "dMax": "500 mg",
            "desc": "Le 5-HTP est un acide aminé produit par notre organisme à partir d’un autre acide aminé essentiel, le L-tryptophane, présent dans les aliments protéinés (viande, volaille, poisson, produits laitiers, légumineuses et noix). \nLe 5-HTP est extrait des graines de Griffonia simplicifolia, une plante africaine. Il est converti en neurotransmetteur, la sérotonine (5-hydroxytryptamine, 5-HT), laquelle permet la transmission de l’influx nerveux dans le cerveau et la régulation de l’humeur, de l’anxiété, de l’appétit et du sommeil. Le 5-HTP est considéré comme antidépresseur au même titre que les antidépresseurs classiques.",
            "file": "5-htp.png"
        },
        {
            "neuro": "Sérotonine",
            "title": "Tryptophane",
            "dMin": "500 mg",
            "dMoy": "1000 mg",
            "dMax": "1500 mg",
            "desc": "Le L-tryptophane est un acide aminé protéinogène, caractérisé par l’existence d’un groupement indole sur sa chaîne latérale. C’est l’un des 9 acides aminés identifiés comme indispensables chez le sujet sain et aux différents âges de la vie.  \nLe L-Tryptophane est un précurseur de la sérotonine et permet donc de réguler le sommeil. En effet, il est absorbé puis convertit en  5-hyrdoxytryptophane (5-HTP), puis en sérotonine.\nLes sources alimentaires de tryptophane sont notamment le riz complet, les viandes et volailles, les produits laitiers, les œufs, les protéines de soja, les arachides. \nLa diminution du tryptophane endogène peut provoquer la rechute d'une dépression traitée ou précipiter les symptômes dépressifs chez les patients ayant des antécédents personnels ou  familiaux de dépression, ainsi que chez les sujets sains.\nDe plus, la déplétion alimentaire en L-tryptophane a été associée à une rechute de la boulimie et à une détérioration des symptômes de la schizophrénie.",
            "file": "l-tryptophane.png"
        },
        {
            "neuro": "Sérotonine",
            "title": "Zinc",
            "dMin": "15 mg",
            "dMoy": "30 mg",
            "dMax": "45 mg",
            "desc": "Le zinc est un minéral. Il appartient à la classe des « oligo-éléments essentiels », car sa présence en très petite quantité est nécessaire à la santé humaine. Étant donné que le corps humain ne stocke pas de quantités excessives de zinc, il doit être régulièrement consommé dans le cadre de l’alimentation. \nLe zinc se trouve en quantité intéressante dans les huîtres, le germe de blé, le foie, les viandes, les crustacés et les graines de sésame.\nIl est utilisé pour stimuler le système immunitaire, améliorer la croissance et la santé des enfants carencés en zinc, traiter le simple rhume et les otites récurrentes, la grippe, les infections des voies respiratoires. \nLes niveaux de Zinc sont diminués chez les personnes qui souffrent de dépression. Au niveau du cerveau, le zinc joue un rôle au niveau de l'hippocampe dans la communication entre les neurones. Il a été démontré dans des études cliniques que le zinc potentialise l'action des antidépresseurs.\nDans la maladie d'Alzheimer, Le zinc semble jouer un rôle protecteur grâce à ses propriétés antioxydantes, mais d'autre part, il semble contribuer à l'agrégation du bêta-amyloïde (petite protéine dont l'agrégat est un des signes caractéristiques de l’Alzheimer).",
            "file": "zinc.png"
        }
    ]
}